import React from "react";

export default function About() {
  return (
    <div className="container mx-auto p-5 py-10 md:py-24">
      <h1 className="VazirBold text-xl md:text-3xl dark-purple mb-2">
        درباره ما
      </h1>
      <div id="TextPageContent">
        <p className="my-3 leading-9">
          کتابراه؛ جایی که صنعت نشر به تلاشی خالصانه برای اعتلای فرهنگی جامعه
          فارسی‌زبان پیوند خورده است.
        </p>

        <p className="my-3 leading-9">
          در دنیای پرزرق و برق کتاب‌ها و بازار نشر، حدود یک دهه است که کتاب‌های
          صوتی و کتاب‌های الکترونیکی جایگاه خود را در میان اهالی مطالعه
          یافته‌اند. داستان کتابراه از جایی آغاز شد که جای خالی مرجعی معتبر برای
          انتشار کتاب الکترونیک در ایران و توزیع آن به صورت رسمی و قانونی پدیدار
          گشت. شرکتی که فعالیت رسمی خود را با عنوان «موسسه توسعه راه نشر
          الکترونیک» آغاز نموده است، از همان ابتدا سعی بر خلق بستری مناسب برای
          خرید کتاب به صورت الکترونیک و صوتی نموده و علاوه بر ایجاد فضایی امن و
          دلنشین، مخاطبان کتاب را با مشاهیر و بزرگان دنیای علم و ادبیات آشنا
          کرده است.
        </p>

        <p className="my-3 leading-9">
          «کتابراه» اکنون پس از سال‌ها تجربه موفق در زمینه نشر کتاب الکترونیک و
          صوتی، به عنوان مرجعی معتبر در ذهن و ضمیر کتاب‌خوانان و اهالی قلم نقش
          بسته است. فراهم کردن امکان دسترسی سریع به گستره‌ای وسیع از کتاب‌ها در
          حوزه‌های گوناگون برای همگان یکی از شاخص‌ترین دستاوردهای کتابراه در این
          سال‌هاست. همکاری با ناشرین برجسته در سراسر کشور، ارائه کتاب‌ها با
          کیفیت قابل قبول و توسعه اپلیکیشن برای سیستم‌عامل‌های پرکاردبرد در
          ایران را می‌توان از دیگر محسنات این مجموعه دانست.
        </p>

        <p className="my-3 leading-9">
          هدف والای مجموعه کتابراه که گسترش دسترسی عموم به کتاب‌هاست، از رهگذر
          حذف عامل جغرافیایی در خرید کتاب میسر شده است. با تحقق چنین هدفی، بخش
          عظیمی از موانع کتابخوانی برطرف گشته و تأثیر آشکار آن را می‌توان بر
          ترویج فرهنگ کتابخوانی و افزایش سرانه مطالعه در کشور مشاهده کرد. پرواضح
          است که با توجه به هزینۀ کم نشر کتاب به صورت الکترونیک، قیمت نهایی برای
          کاربران بسیار به‌صرفه‌تر از نسخه کاغذی آن خواهد بود.
        </p>

        <p className="my-3 leading-9">
          یکی از دغدغه‌های بنیادین مجموعه کتابراه، رعایت حقوق ناشران و مؤلفان
          است و از همان ابتدا مقررات و قواعد کاری خود را به نحوی تنظیم نموده که
          همواره از حقوق ایشان صیانت کند و گامی مثبت و سازنده در جهت فرهنگ‌سازی
          رعایت حق کپی‌رایت داشته باشد.
        </p>

        <p className="my-3 leading-9">
          هیات تحریریه کتابراه از طریق نقد و مرورهای دقیقی که بر کتاب‌ها
          می‌نویسند و همچنین درج نظر و امتیازات کاربران به هر اثر، امکان انتخاب
          کتاب موردنظرتان را از میان هزاران هزار کتاب الکترونیک و صوتی برای شما
          به ارمغان می‌آورند.
        </p>
      </div>
    </div>
  );
}
